/*jslint node:true*/
module.exports = [
    {
        title: '',
        date: Date.parse('2014-12-10'),
        img: [
            'https://img-fotki.yandex.ru/get/15507/19948730.6/0_c1e1f_c975935f_orig.jpg',
            'https://img-fotki.yandex.ru/get/15490/19948730.6/0_c1e91_af4ad637_orig.jpg'
        ],
        text: [
            'Обычный день отдыхающих в релаксе на острове Бали...))) Вова на завтрак пек блины с бананом - очень вкусные и в сто раз вкуснее тех, которые пекли балийцы в "Экосфере" и тут. Сгонял на байке за подгузниками (“воздушные ванны” быстро заканчиваются) и фруктами (аренда байка была до 12:00 и поэтому нужно все накупить по-максимуму). Дыня, манго, волосатые шарики - не помню как они называются, но говорит что они очень - приочень дорогие, мандарины и мешок яблок(соскучились по яблокам). Созвонились с родственниками по скайпу, и они наконец-то поздравили меня с днем рожденья. Моя мама даже распереживалась, что я на нее обиделась, а все дело в том, что не было тут интернета. Вот люди - едут отдыхать к морю, ближе к природе, а им все равно подавай интернет! Хотят расслабиться, релаксировать, слушая волны и наслаждаясь закатами, но все же сидеть с ноутбуками на лежаках и что-то печатать там (тут все так делают)...',
            'Наконец-то мы постирали все вещи! У нас в отеле есть стиральная машинка (и платить надо только за порошок 5 000 рупий-это 20 рублей). Пока стиралось, мы пошли гулять на соседний дикий пляж через джунгли. Посидели на мысе - там была мега энергетика! Туда каждый день приезжают местные на мотобайках и тусят там (эта территория ничейная -  еще не застроена никаким отелем). Сегодня мы попросили убрать номер (вчера отказались и пожалели об этом). Нам поменяли постельное белье, потому что Сева их все уже описал! Нам помыли посуду, полы (и даже на веранде), и выкинули мусор, которого набралось уже 4 пакета. Очень удобно жить в домике с таким сервисом. :))))) Когда Вова с Севуном гуляли по садику, к ним привязалась индонезийка, и стала ему говорить: “Твоей жене очень нужен массаж, потому что она очень устала с ребенком!"))) Это она сделала вывод из наблюдений: раз папа сына носит все время на ручках, значит мама очень устала!))) ...',
            'Массаж у нее стоял дешевле, чем в  Чангу в спа салоне отеля "Экосфера" стоит 80 тыс. рупий за полный. А еще сегодня надо принять решение - остаемся мы еще на месяц на Бали или уезжаем в Тай (за 10 дней надо подавать документы на продление визы, а это как раз сегодня). Вот - сидим и думаем…'
        ]
    },
    {
        title: '',
        date: Date.parse('2014-12-11'),
        img: [
            'https://img-fotki.yandex.ru/get/16170/19948730.6/0_c1e1e_5427d525_orig.jpg',
            'https://img-fotki.yandex.ru/get/15570/19948730.6/0_c1e1d_58a12234_orig.jpg'
        ],
        text: [
            'Утром папа купал Севу (было это до 7 утра, вода уже теплая-теплая). Днем купались мы по очереди. Мы с Севой ходили гулять по джунглям: видели как растут ананасы в дикой природе, видели улиток, кур, цыплят и петухов в клетках на продажу. Сувенирный магазинчик в котором беременная индонезийка спрашивала: “Это мальчик? Сколько ему месяцев? 2??? Это же очень мало?!” У нее тоже будет мальчик и поэтому, наверное, хотела продать нам малюсенький бумажный магнитик за 40 000 рупий! Это почти стоимость мотобайка в день, или как 4 кокоса выпить! Мы конечно не купили такой ужасный магнитик, а на вид он был именно ужасный).',
            'По дороге все, конечно, смотрели на Севу как на диковинку! Вова уже привык к такой популярности, а я еще нет. Много готовили на кухне: я варила суп из овощей и попросила Вову туда кинуть макароны. И он кинул - получилась лапша с вареной картошкой,, морковкой и луком ))))). Муж пек вкусные блины - с бананом, с яблоками, и блины на кокосовом молоке. Варили гречку нашу, привезенную из Москвы (кто-то еще возит с собой гречку когда едет на юга? напиши мне!). Сидели на лавочке и думали куда ехать, и как Вове работать, но эти вопросы пока висят в воздухе…'
        ]
    },
    {
        title: 'Перелет в Банкок.',
        date: Date.parse('2015-01-18'),
        img: [
            'https://img-fotki.yandex.ru/get/15520/19948730.6/0_c1e90_fd765697_orig.jpg'
        ],
        text: [
            'Так сложилось что это утро началось с завтрака в тайской кафешке напротив нашего отеля “The Cats”. Мы туда зашли и  случайно обнаружели, что там тайская кухня и все оформлено в этом стиле.',
            'Четыре часа непрерывное тряски (а временами и сильной) и мы в Тайланде! На таможне к нам подошли и проводили в отдельное окошко для пассажиров с детьми без очереди - вот это страна! Визу поставили бесплатно на целый месяц (до 16 февраля) - вот это страна! Карту выдали бесплатно и рассказали куда ехать - вот это страна! )))',
            'Из атмосферы большой деревни острова Бали мы сразу окунулись в атмосферу огромного цивилизованного мегаполиса: повсюду машины, автобусы, прообки, толпы людей, огромные высокоэтажки, развязки дорог, яркие вывески и реклами - было такое чувство что вернулись в Москву! Только люди совей внешностью отличались от русских, а так все один в один - Москва.',
            'Попытались уехать на автобусе в Паттаю - хрен вышло! Оказалась что на пересадке между автобусами нужно идти 2 км! С сумками и с ребенком на плечах - это не возможно! А еще это супер-людный город, где просто киша-кишит людьми и не пройти между ними!',
            'Еле поймали такси и в отель - спать! Тыкнули таксисту первый попавшийся на карте более-менее популярный отель - All Seasans, а он привез в The seasans! И говорит что этои есть он. Повсюду обман! Но мы не стали никуда уже уезжать - остановились тут! Еду в номер заказали из ресторана: лепешку (они сами их пекут) и салат овощной - все не острое и без чеснока! Вова позвонил родителям, рассказать что мы долетели и все хорошо. Что завтра собираемся ехать в Паттаю. В Банкоке не будем оставаться - это оргромный мегаполис с машинами, пробками и загазованностью, так что с ребенком тут делать нечего! А так это очень интересный город - советую в нем погулять (из окна автомобиля было интересно).'
        ]
    },
    {
        title: '',
        date: Date.parse('2015-01-19'),
        img: [
            'https://img-fotki.yandex.ru/get/15588/19948730.6/0_c1f57_6668a2c8_orig.jpg',
            'https://img-fotki.yandex.ru/get/17934/19948730.6/0_c1e8f_942a5310_orig.jpg'
        ],
        text: [
            'Я завтракал в Индии - напротив меня сидел индус и ел руками. Когда завтракала Юся, а я с сыном сидел напротив подошла индуска и потянула руки за Севой - мы его ей не дали! Почему? - ее глаза округлились так, чтьо казалось вылезут из орбит! Почему вы мне его не даете?! Она продолжала нас спрашивать. Потому что НЕТ - сказали мы. Но это был не единичный случай - в лифте снова к Севе потянули руки индус аж к щеке - совсем оборзели! А когда мы в холле ждли такси - подошла более старая индуска и опять стала требовать (именно требовать) дать ей Севу на руки - это у них что - так принято в Индии ребенка давать каждому в руки? Мы в шоке!',
            'После завтрака купили мобильный интернет в супермаркете “севен-элеван” 7/11 - это популярная сеть супермаркетов в Таиланде. Подключили его, чтобы вызвать такси, т.к. местные барыги-таксисты (на официальных машинах такси) - заламывают цену и еще торгуются! Не хотят короче ехать по счетчику- они сдель очень “зажравшиеся”. Вызвали UberX и отправились в Паттаю. Доехали с комфортом за 860 бат. А местный водила такси хотел заломить цену 1 600 батт аргументируя тем, что там платные дороги. Наш водитель платил 3 раза на постах платных дорог, и в сумме мы углядели = 160 батт (но не как не 600!). Поставили пятёрку водиле и он нам как пассажирам. Еще бегал искал наш корпус и таскал нам чемоданы! Заселились на 29 этаж - не ожидали этого! В лифте закладывает уши 2 раза пока едешь. В номере иногда покачивает, ух! Так высоко я никогда не жил.',
            'Заказали пиццу, т.к. идти куда-то уже не было сил (второй день переезда все-таки), а завтра снова надо куда-то ехать, потому что эта квартира завтра уже кем-то забронирована (хотя Хавьер пишет и пишет на почту что мы можем жить тут до 26 числа, но мы не хотим - тут слишком дорого - 45 долларов/день)! Пицца долго нас искала, потому что тетка приехала в Люмпинью Пальм, а у нас Люмпинья Парк! ))) И вообще долго возмущалась, что пиццу заказывают тайцы а не туристы. Пицца очень дорогая! За маленькую пиццу и салат из помидора+огурца мы заплатили 390 батт (*2 = 780 р.)! Вечером пошли гулять к морю - не купались, потому что вода показалась холодной в море! Зашли в супермаркет, который близко к нам севен-элеван и накупили там йогуртов на завтрак, хлеба и сыра (сыр-чеддар снова напоминает сырок “дружба” - фууу). Перед супермаркетом лавки с фруктами: купили сердце дракона и манго. Манго отдавало луком почему-то. Сердце дракона тут белое - сладкое.'
        ]
    }//,
    //{
    //    title: '',
    //    date: Date.parse('201--'),
    //    img: [
    //        '',
    //        ''
    //    ],
    //    text: [
    //        '',
    //        '',
    //        ''
    //    ]
    //}
];